/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Tengitilkynning";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "%1$@ (%2$@) Uppsetning";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ á ein ný skilaboð.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ er á tengiliðalistanum þínum en ekki á lista netþjónsins. Vilt þú bæta þessum tengilið á lista netþjónsins?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; tvísmellið til að skrá.";

/* No comment provided by engineer. */
"(unknown)" = "(óþekkt)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nýr Aðgangur>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Ad-hoc skipun; tvísmellið til að framkvæma";

/* No comment provided by engineer. */
"Add" = "Bæta við";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Tilkynning";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "Adium getur ekki staðfest auðkenni „%@“.";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium fann engar upplýsingar um notandann. Kannski er þetta ekki skráð nafn.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Adium Tilkynning: %@";

/* No comment provided by engineer. */
"Adium User" = "Adium notandi";

/* Button title to allow an action */
"Allow" = "Leyfa";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Leyfa MSN Mobile síður?";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "Villa kom upp í flutningi skrárinnar.";

/* No comment provided by engineer. */
"Authenticating" = "Tengist";

/* Connection step */
"Balancer handshake" = "Heilsa álagsdreifi";

/* No comment provided by engineer. */
"Ban" = "Banna";

/* No comment provided by engineer. */
"Bankick" = "Banna og sparka";

/* No comment provided by engineer. */
"Blocked" = "Óvirkur";

/* No comment provided by engineer. */
"Cancel" = "Hætta við";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Hætta við viðverutilkynningu til %@";

/* Category table column header for the service discovery browser */
"Category" = "Flokkur";

/* Menu item title for changing the password of an account */
"Change Password" = "Breyta lykilorði";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Ráðstefnuþjónusta; tvísmellið til að virkja";

/* Button title to connect; this is a verb */
"Connect" = "Tengjast";

/* Connection step */
"Connected" = "Tengt";

/* No comment provided by engineer. */
"Connecting" = "Tengist";

/* No comment provided by engineer. */
"Connection error." = "Tengivilla.";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Samræmingarvilla fyir %@";

/* No comment provided by engineer. */
"Continue" = "Áfram";

/* No comment provided by engineer. */
"Delete" = "Eyða";

/* No comment provided by engineer. */
"Delete & Unregister" = "Eyða og afskrá";

/* No comment provided by engineer. */
"Delete Account" = "Eyða aðgangi";

/* No comment provided by engineer. */
"Delete Account from Server" = "Delete Account from Server";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Eyða aðganginum %@? Þú getur líka afskráð aðganginn á netþjóninum ef sá möguleiki er fyrir hendi.";

/* No comment provided by engineer. */
"Deop" = "Fjarlægja stjórnendamerki";

/* No comment provided by engineer. */
"Devoice" = "Fjarlægja raddmerki";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Upplýsingaskrá; tvísmellið til að leita";

/* Button title to prevent an action */
"Disallow" = "Banna";

/* No comment provided by engineer. */
"Discovery Browser" = "Upplýsingavafri";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Viltu leyfa fólki að senda þér MSN Mobile síður í farsímann þinn?";

/* Used as a label for a username specified by email address */
"Email" = "Netfang";

/* Connection step */
"Exchanging key hash" = "Skipist á lyklum";

/* No comment provided by engineer. */
"Fetching..." = "Sæki...";

/* No comment provided by engineer. */
"File Send Error" = "Flutningsvilla";

/* Generic fields request window title */
"Form" = "Eyðublað";

/* No comment provided by engineer. */
"From: " = "Frá:";

/* No comment provided by engineer. */
"GG Number" = "GG númer";

/* Error message displayed when the server reports username or password as being incorrect. */
"Group for added contacts" = "Hópur fyrir tengiliði sem bætt er við";
"Incorrect username or password" = "Rangt notendanafn eða lykilorð";

/* No comment provided by engineer. */
"Info" = "Upplýsingar";

/* No comment provided by engineer. */
"Initializing Stream" = "Set upp streymi";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Hefja hópumræðu með %@";

/* No comment provided by engineer. */
"Invite" = "Bjóða";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber ID";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Taka þátt";

/* No comment provided by engineer. */
"Kick" = "Sparka";

/* No comment provided by engineer. */
"Launch %@" = "Keyra %@";

/* No comment provided by engineer. */
"Let others know what I am listening to" = "Láta aðra vita hvað ég er að hlusta á";
"Looking up server" = "Leita upp netþjón";

/* user mood tooltip title */
"Mood" = "Skap";

/* Name table column header for the service discovery browser */
"Name" = "Nafn";

/* No comment provided by engineer. */
"New Mail" = "Nýr tölvupóstur";

/* Sample name and server for new IRC accounts */
"nickname" = "siggi";

/* Name for IRC user names */
"Nickname" = "Gælunafn";

/* No comment provided by engineer. */
"No reason was given." = "Engin ástæða ar gefin.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Enginn netþjónn hefur verið skilgreindur fyrir %1$@ á aðganginum %2$@. Gefðu upp einn hér fyrir neðan til að tengjast.";

/* No comment provided by engineer. */
"No Server Specified" = "Enginn netþjónn skilgreindur";

/* No comment provided by engineer. */
"Node:" = "Nóða";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only when a request is accepted and the contact added to the list." = "Aðeins þegar beiðni er samþykkt og tengiliðnum bætt á listann.";
"Op" = "Stjórnandi";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Opna póst í vafra";

/* Name for the orphans group */
"Orphans" = "Munaðarlausir";

/* No comment provided by engineer. */
"Parse Error." = "Þýðingarvilla";

/* No comment provided by engineer. */
"Ping %@" = "Pot %@";

/* No comment provided by engineer. */
"Priority when available" = "Forgangur þegar tiltækur";
"Priority when away" = "Forgangur þegar fjarverandi";
"Re-request Authorization from %@" = "Endurbeðni um staðfestingu frá %@";

/* Connection step */
"Reading data" = "Les gögn";

/* Connection step */
"Reading server key" = "Les netþjónslykil";

/* No comment provided by engineer. */
"Really remove gateway?" = "Fjarlægja gátt í alvöru?";

/* alert default button */
"Remove" = "Fjarlægja";

/* gateway menu item */
"Remove gateway" = "Fjarlægja gátt";

/* Roster - the Jabber default group */
"Resource" = "Tilfang";
"Roster" = "Roster";

/* No comment provided by engineer. */
"Search for Users" = "Leita að notendum";

/* No comment provided by engineer. */
"Search Results" = "Leitarniðurstöður";

/* No comment provided by engineer. */
"Send" = "Senda";

/* No comment provided by engineer. */
"Send Message" = "Senda skilaboð";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Þjónustuvafri";

/* No comment provided by engineer. */
"Service:" = "Þjónusta:";

/* No comment provided by engineer. */
"Set Mood" = "Skap";

/* No comment provided by engineer. */
"Set Nickname" = "Nafn";

/* No comment provided by engineer. */
"Set User Info" = "Notendaupplýsingar";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Gælunafn";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Heimasíminn þinn";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Farsíminn þinn";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Vinnusíminn þinn";

/* No comment provided by engineer. */
"Show Server Certificate" = "Sýna skírteni netþjóns";

/* No comment provided by engineer. */
"Subject: " = "Efni:";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Fela tímabundið fyrir %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "Skírteninu frá netþjóninum %@ er ekki treystandi, sem þýðir að ekki er hægt að staðfesta auðkenni netþjónsins sjálfkrafa. Vilt þú halda áfram tengingunni?\n\nFyrir frekari upplýsingar smelltið á „Sýna skírteni“. ";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "Nafnið sem þú gafst upp er ekki skráð. Athugaðu hvort þú skrifaðir það rétt.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Hinn notandinn er á höfnunarlistanum þínum.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Hinn notandinn er tímabundið ótengjanlegur.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Þetta er nafnið sem MSN tengiliðir sjá hjá þér.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Þessi nóða býður ekki upp á þjónustu aðgengilega þessu forriti.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Þessi nóða býður upp á ad-hoc skipanir. Opnið valmyndina til að nálgast þær.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Þessi aðgerð mun fjarlægja gáttina %@ og alla tengiliði sem tengjast gáttinni. Ekki er hægt að afturkalla þessa aðgerð.";

/* user tune tooltip title */
"Tune" = "Titill";

/* No comment provided by engineer. */
"Un-hide From %@" = "Koma úr felum frá %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "Gat ekki lesið netþjónalistann á %@. Reynið aftur síðar.";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Segja upp áskrift að %@";

/* Sample name and server for new livejournal accounts */
"username" = "notendanafn";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "notandi@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Staðfesta skírteni";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "Skoða %2$@ síðu %1$@";

/* No comment provided by engineer. */
"Voice" = "Rödd";

/* No comment provided by engineer. */
"Waiting for Response" = "Bíð eftir svari";

/* No comment provided by engineer. */
"Warning level is too high." = "Öryggisstig er of hátt.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?";

/* No comment provided by engineer. */
"When someone asks to see my status" = "Þegar einhver biður um að sjá stöðu mína";
"XML Console" = "XML útstöð";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Þú sendi skilaboð of ört, hinkraðu augnablik og reynið aftur.";

/* No comment provided by engineer. */
"You have 1 new message." = "Þú átt ein ný skilaboð.";

/* No comment provided by engineer. */
"You have mail!\n" = "Þín bíður tölvupóstur!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Skilaboð þín til %@ voru ekki send";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Skilaboð þín voru ekki móttekin af móttakanda.";

/* No comment provided by engineer. */
"Your message was too big." = "Skilaboðin voru of löng.";

/* Restored from historic nib translations (arm64 revival) */
"(optional)" = "(valkostur)";
"Accept" = "samþykkja";
"Accept and Add To List" = "samþykkja og bæta á lista";
"Allow plaintext authentication" = "Allow plaintext authentication";
"Ask What To Do" = "spyrja mig";
"Authorization Domain:" = "Lén:";
"Authorization User:" = "Notendanafn:";
"Available Priority:" = "Viðveruforgangur:";
"Away Priority:" = "Fráveruforgangur:";
"BOSH Server:" = "BOSH netþjónn:";
"Chat Room Name:" = "Spjallrás:";
"Connect Server:" = "Tengjast netþjóni:";
"Connection:" = "Tenging:";
"Deny" = "hafna";
"Display new mail notifications" = "Display new mail notifications";
"Do strict certificate checks" = "Do strict certificate checks";
"Either enter your XMPP server address here:" = "Skrifaðu slóðina á XMPP netþjóninn hér:";
"Encoding:" = "Dulkóðun:";
"Encrypt connection using SSL" = "Tengjast gegnum SSL";
"Execute commands on connect:" = "Framkvæma skipannir við tengingu:";
"File Transfer Proxies:" = "Skráarflutningsvefsel:";
"Force old-style SSL" = "Force old-style SSL";
"Handle:" = "Nafn:";
"Hostname:" = "Netþjónn:";
"Invite Contacts:" = "Bjóða notendum:";
"Let others know what iTunes is playing" = "Let others know what iTunes is playing";
"Mail:" = "Netfang:";
"Music:" = "Tónlist:";
"Password:" = "Lykilorð:";
"Presence Subscriptions:" = "Viðveruáskrift:";
"Publish Status to Everyone" = "Birta öllum stöðuna";
"Realname:" = "Nafn:";
"Register New Account" = "Register New Account";
"Registering…" = "Skrái...";
"Request New Account" = "Request New Account";
"Require SSL/TLS" = "Require SSL/TLS";
"Resource:" = "Efni:";
"Security:" = "Öryggi:";
"Server Name" = "Server Name";
"Server:" = "Vefsel:";
"Use SIP proxy:" = "Nota SIP vefsel:";
"Use UDP" = "Nota UDP";
"Username (Ident):" = "Notendanafn (Ident):";
"Visit Server Homepage" = "Visit Server Homepage";
"With Message:" = "Með skilaboðum:";

/* Machine-translated for the arm64 revival */
"Channel:" = "Rás:";
"Dismiss" = "Hunsa";
"Don't download" = "Ekki sækja";
"Don't show channel posts as messages" = "Ekki sýna rásarfærslur sem skilaboð";
"Don't show status updates as messages" = "Ekki sýna stöðuuppfærslur sem skilaboð";
"Full resolution" = "Full upplausn";
"Logon QR Code" = "QR-kóði fyrir innskráningu";
"Phone Number" = "Símanúmer";
"Please enter pairing code or scan the QR code" = "Sláðu inn pörunarkóðann eða skannaðu QR-kóðann";
"Profile pictures:" = "Prófílmyndir:";
"Read" = "Lesið";
"Separate contacts’ names with commas." = "Skiljið notendanöfn í sundur með kommu.";
"Small (preview)" = "Lítil (forskoðun)";
"This contact is calling you. Adium does not support WhatsApp calls." = "Þessi tengiliður er að hringja í þig. Adium styður ekki WhatsApp-símtöl.";
"This contact is trying to call you. Adium does not support WhatsApp calls." = "Þessi tengiliður reynir að hringja í þig. Adium styður ekki WhatsApp-símtöl.";
"and add to list in group:" = "og bæta á lista í hóp:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "%@ á %lu ný skilaboð.";
"...add to list in group:" = "…bæta á lista í hóp:";
"Display custom emoticons" = "Sýna sérsniðnar táknmyndir";
"Emoticons:" = "Táknmyndir:";
"Encryption:" = "Dulkóðun:";
"Let others know when you are typing" = "Láta aðra vita þegar þú ert að skrifa";
"One per line, / is optional. $me will be replaced with your current nickname." = "Ein skipun í hverri línu; / er valfrjálst. Í stað $me kemur núverandi gælunafn þitt.";
"or select a public server from the list:" = "eða veldu opinberan netþjón af listanum:";
"Port:" = "Gátt:";
"Status:" = "Staða:";
"Typing:" = "Innsláttur:";
"You have %lu new messages." = "Þú átt %lu ný skilaboð.";

/* The rebuilt account area: the fields the protocol descriptions produce.
   Those classes live in AdiumLibpurple, so the lookup happens here. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "Adium á %@";

/* No comment provided by engineer. */
"Server" = "Netþjónn";

/* No comment provided by engineer. */
"Port" = "Gátt";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "Nafn aðgangs";

/* No comment provided by engineer. */
"Execute commands on connect" = "Framkvæma skipannir við tengingu";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "Ein skipun í hverri línu, án / í upphafi.";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "Gæði prófílmynda";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "Upprunaleg";

/* WhatsApp profile picture quality: the small version */
"Preview" = "Forskoðun";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "Ekki hlaða inn";
